Revit 2023 API
GroupTypeId.Termination Property
 "Terminations"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Termination { get; }
Visual Basic
Public Shared ReadOnly Property Termination As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Termination {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace